aaron-bond.better-comments-3.0.2
alexandernanberg.horizon-theme-vscode-1.0.1
anthropic.claude-code-2.1.145-linux-x64
batisteo.vscode-django-1.15.0
christian-kohler.npm-intellisense-1.4.5
christian-kohler.path-intellisense-2.10.0
dbaeumer.vscode-eslint-3.0.24
divyanshu013.vscode-material-darker-1.0.3
docker.docker-0.18.0-linux-x64
donaldtone.auto-open-html-preview-1.0.2
dotjoshjohnson.xml-2.5.1
dracula-theme.theme-dracula-2.25.1
enkia.tokyo-night-1.1.2
esbenp.prettier-vscode-12.4.0
factory.factory-vscode-extension-0.2.3
fermeridamagni.fluent-oled-1.0.1
file-icons.file-icons-1.1.0
firefox-devtools.vscode-firefox-debug-2.15.0
formulahendry.auto-rename-tag-0.1.10
formulahendry.code-runner-0.12.2
github.github-vscode-theme-6.3.5
github.vscode-pull-request-github-0.144.0
github.vscode-pull-request-github-0.146.0
google.gemini-cli-vscode-ide-companion-0.20.0
google.geminicodeassist-2.82.0
harryhopkinson.vim-theme-1.1.8
hnw.vscode-auto-open-markdown-preview-0.0.4
jacobwgillespie.minimal-icons-1.1.1
jakebecker.elixir-ls-0.30.0
james-yu.latex-workshop-10.15.2
jdinhlife.gruvbox-1.29.1
jixabon.lando-ui-0.10.0
kacperkozak.horizon-2.2.0
lancewilhelm.horizon-extended-1.1.1
mathematic.vscode-latex-2.0.0
miguelsolorio.symbols-0.0.25
mike-lischke.vscode-antlr4-2.4.7
ms-python.black-formatter-2026.4.0
ms-python.debugpy-2026.6.0-linux-x64
ms-python.isort-2026.4.0
ms-python.python-2026.4.0-linux-x64
ms-python.vscode-pylance-2026.2.1
ms-python.vscode-python-envs-1.30.0-linux-x64
ms-toolsai.jupyter-2025.9.1-linux-x64
ms-toolsai.jupyter-keymap-1.1.2
ms-toolsai.jupyter-renderers-1.3.0
ms-toolsai.vscode-jupyter-cell-tags-0.1.9
ms-toolsai.vscode-jupyter-slideshow-0.1.6
ms-vscode.cpp-devtools-0.5.13
ms-vscode.cpptools-1.32.2-linux-x64
ms-vscode.cpptools-extension-pack-1.5.1
ms-vscode-remote.remote-containers-0.459.0
ms-vsliveshare.vsliveshare-1.1.122
myriad-dreamin.tinymist-0.14.18-linux-x64
naumovs.color-highlight-2.8.0
nichabosh.minimalist-dark-1.0.0
oderwat.indent-rainbow-8.3.1
odoo.owl-vision-0.1.0
openai.chatgpt-26.513.21555-linux-x64
pkief.material-icon-theme-5.34.0
pmndrs.pmndrs-0.3.7
pranaygp.vscode-css-peek-4.4.3
pranjalkumar.minimal-kiwi-3.0.4
redhat.vscode-xml-0.29.2-linux-x64
ritwickdey.liveserver-5.7.10
rooveterinaryinc.roo-cline-3.54.0
saoudrizwan.claude-dev-3.84.0
shd101wyy.markdown-preview-enhanced-0.8.26
sst-dev.opencode-0.0.13
steoates.autoimport-1.5.4
svelte.svelte-vscode-110.0.0
tal7aouy.icons-3.8.0
tal7aouy.rainbow-bracket-1.0.2
teabyii.ayu-1.1.12
tldraw-org.tldraw-vscode-2.271.0
tonybaloney.vscode-pets-1.35.0
usernamehw.errorlens-3.28.0
viktorqvarfordt.vscode-pitch-black-theme-1.3.0
vincentfiestada.cold-horizon-vscode-1.3.0
vintharas.learn-vim-0.0.28
vscode-icons-team.vscode-icons-12.18.0
vscodevim.vim-1.32.4
vsls-contrib.codetour-0.0.61
zhuangtongfa.material-theme-3.19.0
zignd.html-css-class-completion-1.20.0
