aaron-bond.better-comments
alexandernanberg.horizon-theme-vscode
anthropic.claude-code
batisteo.vscode-django
charliermarsh.ruff
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
divyanshu013.vscode-material-darker
docker.docker
donaldtone.auto-open-html-preview
dotjoshjohnson.xml
dracula-theme.theme-dracula
enkia.tokyo-night
esbenp.prettier-vscode
factory.factory-vscode-extension
fermeridamagni.fluent-oled
file-icons.file-icons
firefox-devtools.vscode-firefox-debug
formulahendry.auto-rename-tag
formulahendry.code-runner
github.github-vscode-theme
github.vscode-pull-request-github
google.gemini-cli-vscode-ide-companion
google.geminicodeassist
harryhopkinson.vim-theme
hnw.vscode-auto-open-markdown-preview
jacobwgillespie.minimal-icons
jakebecker.elixir-ls
james-yu.latex-workshop
jdinhlife.gruvbox
jixabon.lando-ui
kacperkozak.horizon
lancewilhelm.horizon-extended
mathematic.vscode-latex
miguelsolorio.symbols
mike-lischke.vscode-antlr4
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode.cpp-devtools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vsliveshare.vsliveshare
myriad-dreamin.tinymist
naumovs.color-highlight
nichabosh.minimalist-dark
oderwat.indent-rainbow
odoo.odoo
odoo.owl-vision
openai.chatgpt
pkief.material-icon-theme
pmndrs.pmndrs
pranaygp.vscode-css-peek
pranjalkumar.minimal-kiwi
redhat.vscode-xml
ritwickdey.liveserver
saoudrizwan.claude-dev
shd101wyy.markdown-preview-enhanced
sst-dev.opencode
steoates.autoimport
svelte.svelte-vscode
tal7aouy.rainbow-bracket
teabyii.ayu
tldraw-org.tldraw-vscode
tonybaloney.vscode-pets
usernamehw.errorlens
viktorqvarfordt.vscode-pitch-black-theme
vincentfiestada.cold-horizon-vscode
vintharas.learn-vim
vscode-icons-team.vscode-icons
vscodevim.vim
vsls-contrib.codetour
yusifaliyevpro.vscicons
zhuangtongfa.material-theme
zignd.html-css-class-completion
