anthropic.claude-code
anysphere.cursorpyright
anysphere.remote-ssh
catppuccin.catppuccin-vsc-icons
dbaeumer.vscode-eslint
esbenp.prettier-vscode
google.gemini-cli-vscode-ide-companion
google.geminicodeassist
james-yu.latex-workshop
kilocode.kilo-code
laurenttreguier.vscode-simple-icons
mhutchie.git-graph
monokai.theme-monokai-pro-vscode
ms-python.debugpy
ms-python.python
odoo.owl-vision
openai.chatgpt
redhat.vscode-xml
rust-lang.rust
sst-dev.opencode
svelte.svelte-vscode
syler.sass-indented
vscodevim.vim
