anthropic.claude-code-2.1.145-linux-x64
anthropic.claude-code-2.1.146-linux-x64
anysphere.cursorpyright-1.0.10
anysphere.remote-ssh-1.0.49
catppuccin.catppuccin-vsc-icons-1.26.0-universal
dbaeumer.vscode-eslint-3.0.24-universal
google.gemini-cli-vscode-ide-companion-0.20.0-universal
google.geminicodeassist-2.82.0-universal
james-yu.latex-workshop-10.13.1-universal
kilocode.kilo-code-7.3.1-linux-x64
laurenttreguier.vscode-simple-icons-1.16.0-universal
mhutchie.git-graph-1.30.0-universal
monokai.theme-monokai-pro-vscode-2.0.13-universal
ms-python.debugpy-2026.6.0-linux-x64
ms-python.python-2025.6.1-linux-x64
odoo.owl-vision-0.1.0-universal
openai.chatgpt-26.513.21555-linux-x64
rust-lang.rust-0.7.8-universal
sst-dev.opencode-0.0.13-universal
svelte.svelte-vscode-110.0.0-universal
syler.sass-indented-1.8.34-universal
vscodevim.vim-1.32.4-universal
